Repository: ivalkou/freeaps
Catalog: FreeAPS/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, nb, nl, ru, sv, tr, zh_hans

source: day(s)
de: Tag(e)
fr: jour(s)
it: giorno/i
nb: dag(er)
ru: дн.
sv: dagar
tr: gün
zh_hans: 天

source: U
de: IE
nb: E
nl: E
ru: Ед
sv: IE
tr: Ü

source: U/hr
de: IE/h
fr: U/h
it: U/ora
nb: E/t
nl: E/uur
ru: Ед/ч
sv: IE/h
tr: Ü/Sa
zh_hans: U/小时

source: (Snoozed)
de: (Schlummern)
fr: (Reporté)
it: (Posticipato)
nb: (Slumret)
nl: (Uitstellen)
ru: (Заглушено)
sv: (Snoozad)
tr: (Ertelendi)
zh_hans: 延后

source: /U
de: /IE
nb: /E
nl: /E
ru: /Ед
sv: /IE
tr: /Ü

source: %@ U
de: %@ IE
nb: %@ E
nl: %@ E
ru: %@ Eд
sv: %@ IE
tr: %@ Ü

source: %@ U/hr
de: %@ IE/h
fr: %@ U/h
it: %@ U/ora
nb: %@ E/t
nl: %@ E/uur
ru: %@ Ед/ч
sv: %@ IE/h
tr: %@ Ü/Sa
zh_hans: %@ U/小时

source: 0 U/hr
de: 0 IE/h
fr: 0 U/h
it: 0 U/ora
nb: 0 E/t
nl: 0 E/uur
ru: 0 Ед/час
sv: 0 IE/h
tr: 0 Ü/Sa
zh_hans: 0 U/小时

source: About the Process
de: Über diesen Prozess
fr: À propos du processus
it: Sul Processo
nb: Om prosessen
nl: Over de werkwijze
ru: О процессе
sv: Om processen
tr: Süreç Hakkında
zh_hans: 关于流程

source: About this source
de: Über diesen Quellcode
fr: A propos de ce module
it: Informazioni su questa fonte
nb: Om denne kilden
nl: Over deze bron
ru: Об этом источнике
sv: Om denna CGM
tr: Bu kaynak hakkında
zh_hans: 关于该来源

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
nb: Legg til
nl: Toevoegen
ru: Добавить
sv: Lägg till
tr: Ekle
zh_hans: 添加

source: Add %@ without bolusing
de: Hinzufügen von %@ ohne tatsächliche Bolusabgabe
fr: Ajouter %@ sans injection de bolus
it: Aggiungi %@ senza iniettare
nb: Registrer %@ uten å gi bolus
nl: Voeg %@ toe zonder bolus
ru: Добавить %@ без болюса
sv: Lägg till %@ utan att ge bolus
tr: Bolus yapmadan %@ ekleyin
zh_hans: 添加 %@ 不是通过胰岛素泵注射的剂量

source: Add calibration
de: Kalibrierung hinzufügen
fr: Ajouter un calibrage
it: Aggiungi calibrazione
nb: Legg til kalibrering
nl: Kalibratie toevoegen
ru: Добавить калибровку
sv: Lägg till kalibrering
tr: Kalibrasyon ekle
zh_hans: 添加校准

source: Add Carbs
de: Kohlenhydrate hinzufügen
fr: Ajouter des glucides
it: Aggiungi carboidrati
nb: Legg til karbo
nl: Koolhydraten toevoegen
ru: Ввод углеводов
sv: Lägg till kolhydrater
tr: Karbonhidrat Ekle
zh_hans: 添加碳水化合物

source: Add insulin without actually bolusing
de: Insulin ohne tatsächliche Bolusabgabe erfassen
fr: Ajouter de l'insuline sans bolus
it: Aggiungi insulina senza eseguire effettivamente un bolo
nb: Legg til insulin uten å gi bolus
nl: Insuline toevoegen zonder daadwerkelijke bolus
ru: Добавить инсулин без болюса
sv: Lägg till insulin utan att ge bolus
tr: Bolus yapmadan insülin ekleyin
zh_hans: 仅添加胰岛素 没有实际注射

source: Add Medtronic
de: Medtronic-Pumpe hinzufügen
fr: Ajouter une pompe Medtronic
it: Aggiungi microinfusore Medtronic
nb: Legge til Medtronic
nl: Medtronic toevoegen
ru: Добавить Medtronic
sv: Lägg till Medtronic
tr: Medtronic Pompa ekle
zh_hans: 添加美敦力泵

source: Add Omnipod
de: Omnipod hinzufügen
fr: Ajouter une pompe Omnipod
it: Aggiungi Omnipod
nb: Legg til Omnipod
nl: Omnipod toevoegen
ru: Добавить Omnipod
sv: Lägg till Omnipod
tr: Omnipod ekle
zh_hans: 添加Omnipod

source: Add Simulator
de: Simulator hinzufügen
fr: Ajouter un simulateur
it: Aggiungi Simulazione microinfusore
nb: Legg til Simulator
nl: Simulator toevoegen
ru: Добавить Cимулятор
sv: Lägg till simulator
tr: Simülatör ekle
zh_hans: 添加模拟器

source: Additional notification types
de: Weitere Benachrichtigungseinstellungen
fr: Notifications Supplémentaires
it: Aggiungi tipi di notifica
nb: Andre varslingstyper
nl: Andere meldingsinstellingen
ru: Дополнительные уведомления
sv: Ytterligare notistyper
tr: Ek bildirim çeşitleri
zh_hans: 额外的通知类型

source: Adds a lot of data to the Issue Report
de: Fügt dem Problembericht viele Daten hinzu
fr: Ajoute beaucoup de données au rapport d'anomalie
it: Aggiunge molti dati al Rapporto Problemi
nb: Legger til en rekke data i Hendelsesrapport
nl: Voegt veel data toe aan het probleemrapport
ru: Добавляет много данных в отчет об ошибках
sv: Lägger till en hel del data till rapporten
tr: Sorun Raporuna çok fazla veri ekler
zh_hans: 给问题报告添加大量数据

source: Adds Phone Battery
de: Telefon-Akkustand anzeigen
fr: Ajouter niveau batterie tel
it: Aggiungi Batteria del Telefono
nb: Legger til telefonbatteri
nl: Telefoonbatterij Toevoegen
ru: Показывать заряд батареи телефона
sv: Visa telefonens batterinivå
tr: Telefon Pilini Ekler
zh_hans: 通知中包括手机电量

source: Adds Transmitter Battery
de: Transmitter-Batteriestand hinzufügen
fr: Ajouter niveau batterie transmetteur
it: Aggiunge Batteria del Trasmettitore
nb: Legger til senderbatteri
nl: Zender Batterij Toevoegen
ru: Добавить батарею передатчика
sv: Lägger till sändarbatteri
tr: Verici Pili Ekler
zh_hans: 通知中包括发射器电量

source: Advanced
de: Weitere Einstellungen
fr: Options avancées
it: Avanzate
nb: Avansert
nl: Geavanceerd
ru: Расширенные
sv: Avancerat
tr: Gelişmiş
zh_hans: 高级选项

source: After you create glucose records in the Health app, please open FreeAPS X to help us guaranteed transfer changed data
de: Nachdem Sie Glukosedatensätze in der Health App erstellt oder gelöscht haben, öffnen Sie bitte FreeAPS X, um die Übertragung der geänderten Daten sicher zu gewährleisten
fr: Une fois que vous avez créé des enregistrements de glucose dans l'application Santé, veuillez ouvrir FreeAPS X pour nous aider à garantir le transfert des données
it: Dopo aver creato record glicemici nell'app Salute, apri FreeAPS X per aiutarci a trasferire i dati modificati
nb: Etter at du har lagt til blodsukker i Helse-appen, vennligst åpne FreeAPS X for å sikre overføring av endrede data
nl: Na het maken van glucoserecords in de Gezondheid-app, opent u FreeAPS X om ervoor te zorgen dat de gewijzigde gegevens veilig worden overgedragen
ru: После создания записей глюкозы в приложении Здоровье, пожалуйста, откройте FreeAPS X для гарантированной синхронизации данных
sv: Efter att du lagt till glukos i appen 'Hälsa', öppna FreeAPS X för att bekräfta att överföring skett på rätt sätt
tr: Sağlık uygulamasında glikoz kayıtları oluşturduktan sonra, değiştirilen verileri aktarmayı garanti etmemize yardımcı olmak için lütfen FreeAPS X'i açın
zh_hans: 在您在 Health App中创建血糖记录后，请打开 FreeAPS X，以帮助我们保证传输数据已更改

source: Agree and Continue
de: Zustimmen und fortfahren
fr: Accepter et continuer
it: Acconsenti e Continua
nb: Godta og fortsett
nl: Akkoord en doorgaan
ru: Согласиться и Продолжить
sv: Godkänn och fortsätt
tr: Kabul et ve Devam et
zh_hans: 同意并继续

source: Alarms
de: Alarme
fr: Alarmes
it: Sveglie
nb: Alarmer
nl: Alarmen
ru: Тревоги
sv: Larm
tr: Alarmlar
zh_hans: 报警

source: Allow uploads
de: Erlaube Uploads der Daten
fr: Autoriser les uploads
it: Permetti upload
nb: Tillat opplastinger
nl: Uploaden toestaan
ru: Разрешить выгрузку
sv: Tillåt uppladdning
tr: Veri yüklemeye izin ver
zh_hans: 允许上传

source: Also add source info
de: Füge auch Quellinformationen hinzu
fr: Ajouter l'info de la source
it: Aggiungi anche informazioni sorgente
nb: Legg også til kildeinfo
nl: Voeg ook bron info toe
ru: Дополнительная информация об источнике
sv: Lägg till info om CGM
tr: Ayrıca kaynak bilgisi ekleyin
zh_hans: 同时添加源信息

source: Also play alert sound
de: Zusätzlich Sound abspielen
fr: Jouer également un son d'alerte
it: Riproduci anche suono d'avviso
nb: Spill også alarmlyd
nl: Ook alarmgeluid afspelen
ru: Использовать звук тревоги
sv: Spela också upp varningsljud
tr: Ayrıca uyarı sesi çal
zh_hans: 同时播放警报声音

source: Also vibrate
de: Auch vibrieren
fr: Vibrer aussi
it: Vibra anche
nb: Også vibrasjon
nl: Ook trillen
ru: Вибрировать
sv: Vibrera också
tr: Ayrıca titret
zh_hans: 同时振动

source: Always Notify Glucose
de: Blutzuckerwert immer mitteilen
fr: Toujours notifier Glycémie
it: Notifica Sempre Glucose
nb: Alltid varsle om blodsukker
nl: Altijd Glucose Melden
ru: Всегда уведомлять о глюкозе
sv: Meddela alltid glukos
tr: Daima Glikozu Bildir
zh_hans: 总是提醒新的血糖读数

source: Amount
de: Menge
fr: Quantité
it: Quantità
nb: Mengde
nl: Hoeveelheid
ru: Количество
sv: Mängd
tr: Miktar
zh_hans: 数量

source: Amount Carbs
de: Kohlenhydratmenge
fr: Quantité de Glucides
it: Quantità di carboidrati
nb: Mengde karbo
nl: Hoeveelheid koolhydraten
ru: Кол-во углеводов
sv: Mängd kolhydrater
tr: Karbonhidrat miktarı
zh_hans: 碳水化合物含量

source: Animated Background
de: Animierter Hintergrund
fr: Arrière-plan dynamique
it: Sfondo Animato
nb: Animert bakgrunn
nl: Bewegende achtergrond
ru: Анимированный фон
sv: Animerad Bakgrund
tr: Animasyonlu Arka Plan
zh_hans: 动态背景

source: Are you sure you want to remove this cgm from loop?
de: Sind Sie sicher, dass Sie diesen CGM aus dem Loop löschen wollen?
fr: Êtes-vous sûr de vouloir supprimer ce cgm de la boucle ?
it: Sei sicuro di voler rimuovere questo cgm dal ciclo?
nb: Er du sikker på at du vil fjerne denne CGM-en?
nl: Weet je zeker dat je deze CGM uit de lijst wilt verwijderen?
ru: Вы уверены, что хотите удалить этот CGM?
sv: Är du säker på att du vill ta bort denna CGM från FreeAPS X?
tr: Bu CGM'i FreeAPS X'den kaldırmak istediğinizden emin misiniz?
zh_hans: 确定要从Loop中删除该CGM吗？

source: Are you sure?
de: Sind Sie sicher?
fr: Êtes-vous sûr ?
it: Sei sicuro?
nb: Er du sikker?
nl: Weet u het zeker?
ru: Вы уверены?
sv: Är du säker?
tr: Emin misiniz?
zh_hans: 确定？

source: Autosens
de: Autosense
it: Autosensibilitá
nl: Gevoeligheidsdetectie (Autosens)
ru: Автосенс
sv: Autosense
tr: Otoduyarlılık
zh_hans: 自动传输

source: Backfill from history
de: Auffüllen aus dem Verlauf
fr: Rétroactif de l'historique
it: Riempi dalla cronologia
nb: Etterfylling fra historikk
nl: Terugzetten van geschiedenis
ru: Заполнять из истории
sv: Återfyll från historik
tr: Geçmiş geri doldurma
zh_hans: 从历史数据中回填

source: Backfill from trend
de: Auffüllen aus dem Trend
fr: Remplissage depuis la tendance
it: Riempimento dalla tendenza
nb: Etterfylling fra trend
nl: Terugzetten van trend
ru: Заполнять из тренда
sv: Återfyll från trend
tr: Trend geri doldurma
zh_hans: 从当前数据中回填

source: Backfill glucose
de: Glucose Werte auffüllen
fr: Prendre en compte les anciennes valeurs de glycémies
it: Riempi glicemia
nb: Tilbakefyll blodsukker
nl: Terugzetten glucose
ru: Скачать глюкозу
sv: Återfyll glukosvärden
tr: Glikoz geri doldurma
zh_hans: 回填血糖数据

source: Backfill options
de: Auffüllen-Optionen
fr: Options rétroactif
it: Opzioni di riempimento
nb: Alternativer for etterfylling
nl: Terugzet opties
ru: Опции заполнения
sv: Alternativ för återfyllnad
tr: Geri doldurma seçenekleri
zh_hans: 回填选项

source: Backfilling from trend is currently not well supported by Loop
de: Auffüllen der Werte aus dem Trend wird derzeit von Loop nicht gut unterstützt
fr: La gestion des tendances rétroactives n'est actuellement pas bien pris en charge
it: Il riempimento dalla tendenza non è attualmente ben supportato da Loop
nb: Etterfylling av data fra trenden er for øyeblikket ikke støttet av Loop
nl: Terugzetten van trend wordt momenteel niet goed ondersteund door Loop
ru: Заполнение из тренда в настоящее время не поддерживается в Loop
sv: Återfyllning från trend stöds för närvarande inte bra av Loop
tr: Trendden yapılan dolgu şu anda Loop tarafından iyi desteklenmiyor
zh_hans: Loop不支持从当前值中回填数据功能

source: Basal profile
de: Basal-Profil
fr: Profil Basal
it: Profilo basale
nb: Basalprofil
nl: Basaal profiel
ru: Базальный профиль
sv: Basalinställningar
tr: Bazal profil
zh_hans: 基础率配置文件

source: Basal Profile
de: Basal-Profil
fr: Profil Basal
it: Profilo basale
nb: Basalprofil
nl: Basaal profiel
ru: Базальный профиль
sv: Basalinställningar
tr: Bazal Profil
zh_hans: 基础率配置文件

source: Battery
de: Batterie
fr: Batterie
it: Batteria
nb: Batteri
nl: Batterij
ru: Батарея
sv: Batteri
tr: Pil
zh_hans: 电量

source: Battery is running low %@, consider charging your %@ device as soon as possible
de: Batteriestand ist niedrig %@, lade dein %@ Gerät so schnell wie möglich auf
fr: La batterie est faible %@, pensez à charger votre appareil %@ dès que possible
it: Batteria scarsa %@, considera di caricare il tuo dispositivo %@ il prima possibile
nb: Batterinivået er lavt %@, vurder å lade %@ enheten din så snart som mulig
nl: Batterijniveau is laag %@, laad uw %@ apparaat zo snel mogelijk op
ru: Батарея работает на низком уровне %@, попробуйте зарядить устройство %@ как можно скорее
sv: Batterinivå är låg %@, överväg att ladda din %@ enhet så snart som möjligt
tr: Pil azalıyor %@, %@ cihazınızı mümkün olan en kısa zamanda şarj etmeyi sağlayın
zh_hans: 电池运行低 %@，考虑尽快充电您的 %@ 设备

source: Bluetooth Power Off
de: Bluetooth ausschalten
fr: Bluetooth non actif
it: Bluetooth Disabilitato
nb: Strøm til Bluetooth av
nl: Bluetooth uitschakelen
ru: Bluetooth отключен
sv: Bluetooth är av
tr: Bluetooth Kapalı
zh_hans: 蓝牙已关闭

source: Bluetooth State restored (APS restarted?). Found %d peripherals, and connected to %@ with identifier %@
de: Bluetooth-Status wiederhergestellt (APS neu gestartet?). %d Peripheriegeräte gefunden und mit %@ mit der Kennung %@ verbunden
fr: Etat Bluetooth restoré (APS relancé ?). Trouvé %d périphériques, et connectés à %@ avec ID %@
it: Stato Bluetooth ripristinato (APS riavviato?). Trovato %d periferiche e collegato a %@ con identificatore %@
nb: Bluetooth-status gjenopprettet (APS restartet?). Funnet %d ennheter, og koblet til %@ med identifikator %@
nl: Herstelde Bluetooth-status (APS opnieuw opgestart?). %d randapparatuur gevonden en verbonden met %@ met de identificatie %@
ru: Bluetooth состояние восстановлено (APS перезапущен?). Найдено %d периферийных устройств и подключено к %@ с идентификатором %@
sv: Bluetooth-status återställd (APS startades om?). Hittade %d perifera enheter anslutna till %@ med identifieraren %@
tr: Bluetooth Durumu geri yüklendi (APS yeniden başlatıldı mı?). %d çevre birimi bulundu ve %@ tanımlayıcısı ile %@'a bağlandı
zh_hans: 蓝牙状态已恢复(APS 重启?) 找到 %d 个蓝牙，并连接到 %@ 标识符为 %@ 的设备

source: Bluetooth Transmitters
de: Bluetooth Sender
fr: Transmetteurs Bluetooth
it: Trasmettitori Bluetooth
nb: Bluetooth-sendere
nl: Bluetooth zenders
ru: Bluetooth передатчики
sv: Bluetooth-sändare
tr: Bluetooth Vericileri
zh_hans: 蓝牙发射器

source: Bolus failed
de: Bolus fehlgeschlagen
fr: Échec du Bolus
it: Bolo fallito
nb: Bolus mislyktes
nl: Bolus mislukt
ru: Болюс не выполнен
sv: Bolus misslyckades
tr: Bolus başarısız
zh_hans: 大剂量输注失败

source: Bolus failed or inaccurate. Check pump history before repeating.
de: Bolus ist fehlgeschlagen oder ungenau. Prüfe den Pumpenverlauf vor einer erneuten Abgabe.
fr: Bolus échoué ou imprécis. Vérifier l’historique de la pompe avant recommencer.
it: Bolo fallito o impreciso. Controlla la cronologia del microinfusore prima di ripetere.
nb: Bolus mislyktes eller var upresis. Kontroller bolus-historikken før du gjentar.
nl: Bolus mislukt of onjuist. Controleer de pompgeschiedenis voordat je herhaalt.
ru: Болюс не выполнен или неточный. Перед повторением проверьте историю помпы.
sv: Misslyckad eller felaktig bolus. Kontrollera pumpens historik innan du försöker igen.
tr: Bolus başarısız veya hatalı. Tekrarlamadan önce pompa geçmişini kontrol edin.
zh_hans: 大剂量失败或者不准确，请在重复操作前检查胰岛素泵历史

source: Bolus snooze is enacted after you do a meal bolus, so the loop won’t counteract with low temps when you’ve just eaten. The example here and default is 2; so a 3 hour DIA means that bolus snooze will be gradually phased out over 1.5 hours (3DIA/2).
de: Bolus snooze wird nach einem Mahlzeitenbolus gestartet, so dass der Loop nicht konterkariert wird, wenn der BZ einen niedrigen Werten hat und Sie gerade gegessen haben. Beispiel: Standard ist 2; also bedeutet ein 3 Stunden DIA, dass Bolus snooze nach und nach über 1,5 Stunden abgegeben wird (3DIA/2).
fr: Bolus snooze est activé apres votre bolus de repas, la boucle ne réagira pas avec des valeurs basses temporaire quand vous venez juste de manger. L’exemple ici et la valeur par défaut est 2 ; donc avec une Durée d'Action (DIA) de 3 heures signifie que snooze bolus sera graduellement éliminé après 1,5 heures (3DIA/2).
it: Bolus snooze è attivato dopo un bolo pasto per fare in modo che il loop non imposti basali temporanee basse quando hai appena mangiato. L’esempio qui sotto prende il valore di default di 2; Con DIA di 3 ore "bolus snooze" durerà 1.5 ore (3/2).
nl: Bolus snooze is geactiveerd nadat je een maaltijdbolus hebt gedaan, zodat de Loop geen lage streefwaardes zal instellen wanneer je net hebt gegeten. Het voorbeeld hier en de standaard waarde is 2; dus een DIA van 3 uur betekent dat bolus snooze geleidelijk aan zal verdwijnen binnen 1,5 uur (3DIA/2).
ru: Откладывание болюсов (SMB) произойдет после того, как вы сделаете болюс на еду, и цикл не будет противостоять низкой временной цели, когда вы просто поели. Пример: здесь и по умолчанию 2; поэтому 5 часов DIA означает, что SMB будет отложены на 2,5 часа (5 DIA/2).
sv: Denna är aktiv efter att du har gett en måltidsbolus, för att motverka en låg temporär basal när du just ätit. I detta exempel med standardvärdet 2 och med DIA-inställning på 3 h kommer 'Bolus Snooze' att fasas ut över 1,5 h (3 DIA / 2).
tr: Bolus erteleme, bir yemek bolusu yaptıktan sonra yürürlüğe girer, bu nedenle döngü, az önce yemek yediğinizde geçici düşük bazala etki etmez. Burada varsayılan örnek 2'dir; Dolayısıyla 3 saatlik bir DIA, bolus ertelemenin kademeli olarak 1,5 saat (3DIA / 2) üzerinden aşamalı olarak sonlandırılacağı anlamına gelir.
zh_hans: 大剂量snooze是在输注餐时大剂量后开始生效的, 所以在你刚吃完饭的时候, 闭环不会因为你输注了大剂量而减少或停基础。这里的例子和缺省是 2; 因此, 3 小时的DIA(胰岛素持续作用时间) 意味着大剂量snooze将逐步在１. ５小时 (3 DIA/2) 后失效。

source: Bolusing
de: Bolusabgabe
fr: Bolus en cours
it: Eseguendo bolo
nb: Leverer bolus
nl: Bolussen
ru: Подается болюс
sv: Ger bolus
tr: Bolus veriliyor
zh_hans: 注射中

source: Bottom target
de: Untergrenze
fr: Cible basse
it: Target basso
nb: Nedre mål
nl: Ondergrens doel
ru: Нижняя граница
sv: Nedre målvärde
tr: Alt hedef
zh_hans: 血糖下限

source: Calculated Ratio
de: Berechnetes Verhältnis
fr: Ratio calculé
it: Rapporto calcolato
nb: Beregnet karbohydratforhold
nl: Gecalculeerde ratio
ru: Рассчитанное соотношение
sv: Beräknad kvot
tr: Hesaplanan Oran
zh_hans: 计算的比率

source: Calculated Sensitivity
de: Berechnete Empfindlichkeit
fr: Sensibilité calculée
it: Sensibilità calcolata
nb: Beregnet insulinfølsomhet
nl: Berekende gevoeligheid
ru: Рассчитанная Чувствительность
sv: Beräknad känslighet
tr: Hesaplanan Duyarlılık
zh_hans: 计算的敏感系数

source: Calendar
de: Kalender
fr: Calendrier
it: Calendario
nb: Kalender
nl: Agenda
ru: Календарь
sv: Kalender
tr: Takvim
zh_hans: 日历

source: Calibrationinfo
de: Kalibrierungsinfo
fr: Infos de calibrage
nb: Kalibrerings-info
nl: Kalibratie-info
ru: Информация о калибровке
sv: Kalibreringsinfo
tr: Kalibrasyonbilgisi
zh_hans: 校准信息

source: Calibrations
de: Kalibrierungen
fr: Étalonnages
it: Calibrazioni
nb: Kalibreringer
nl: Kalibraties
ru: Калибровки
sv: Kalibreringar
tr: Kalibrasyonlar
zh_hans: 校准

source: Cancel
de: Abbrechen
fr: Annuler
it: Cancella
nb: Avbryt
nl: Annuleer
ru: Отмена
sv: Avbryt
tr: Vazgeç
zh_hans: 取消

source: Cancel Temp Basal
de: Temporäre Basalrate abbrechen
fr: Annuler le Basal Temporaire
it: Cancella basale temporanea
nb: Avbryt midlertidig basal
nl: Annuleer tijdelijke basaal
ru: Отменить ВБС
sv: Avbryt temporär basal
tr: Geçici Bazali İptal Et
zh_hans: 取消临时基础率

source: Cancel Temp Target
de: Temporäres Ziel abbrechen
fr: Annuler la cible temporaire
it: Cancella basali temporanee
nb: Avbryt midlertidig mål
nl: Annuleer tijdelijk doel
ru: Отменить временную цель
sv: Avbryt tillfälligt målvärde
tr: Geçici Hedefi İptal Et
zh_hans: 取消临时目标

source: Carb ratio
de: Kohlenhydratfaktor
fr: Ratio de Glucides
it: Rapporto insulina/carboidrati
nb: Karbohydratforhold
nl: Koolhydraten ratio
ru: Углеводный коефициент
sv: Insulinkvoter
tr: Karbonhidrat oranı
zh_hans: 碳水化合物系数

source: Carb Ratios
de: Kohlenhydratfaktoren
fr: Ratios de glucides
it: Rapporto carboidrati
nb: Karbohydratforhold
nl: Koolhydraten ratio's
ru: Углеводные коэффициенты
sv: Insulinkvoter
tr: Karbonhidrat Oranları
zh_hans: 碳水化合物系数

source: Carbs
de: Kohlenhydrate
fr: Glucides
it: Carboidrati
nb: Karbo
nl: Koolhydraten
ru: Углеводы
sv: Kolhydrater
tr: Karbonhidrat
zh_hans: 碳水化合物

source: Carbs required
de: Kohlenhydrate erforderlich
fr: Glucides requis
it: Carboidrati necessari
nb: Karbo nødvendig
nl: Koolhydraten benodigd
ru: Требуются углеводы
sv: Kolhydrater krävs
tr: Gerekli karbonhidrat
zh_hans: 所需碳水化合物

source: Carbs Required Threshold
de: Grenzwert für benötigte Kohlenhydrate
fr: Seuil de glucides requis
it: Soglia carboidrati necessari
nb: Terskel for karbo nødvendig
nl: Koolhydraten vereist drempelwaarde
ru: Порог необходимых углеводов
sv: Tröskelvärde för kolhydrater som krävs
tr: Gerekli Karbonhidrat Önerisi
zh_hans: 所需碳水阈值

source: Carbs required: %d g
de: Benötigte Kohlenhydrate: %d g
fr: Glucides requis :%d g
it: Carboidrati necessari %d g
nb: Karbo nødvendig: %d g
nl: Koolhydraten vereist: %d g
ru: Необходимы углеводы: %d г
sv: Kolhydrater som krävs: %d g
tr: Gerekli karbonhidrat: %d g
zh_hans: 所需碳水: %d 克

source: Chart
de: Diagramm
fr: Graphique
it: Grafico
nb: Diagram
nl: Grafiek
ru: График
sv: Diagram
tr: Çizelge
zh_hans: 图表

source: Clear
de: Eingabe löschen
fr: Effacer
it: Cancella
nb: Fjern
nl: Wissen
ru: Очистить
sv: Rensa
tr: Temizle
zh_hans: 清除

source: Click to Snooze Alerts
de: Klicken, um Warnungen temporär abzuschalten
fr: Cliquez pour mettre en veille les alertes
it: Clicca per Posticipare gli Avvisi
nb: Klikk for å slumre varslinger
nl: Klik om waarschuwingen tijdelijk uit te schakelen
ru: Нажмите, чтобы отложить тревоги
sv: Klicka för att snooza varningar
tr: Uyarıları Ertelemek için Tıklayın
zh_hans: 点击以暂停提醒

source: Close
de: Schließen
fr: Fermer
it: Chiuso
nb: Lukk
nl: Sluiten
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭

source: Closed loop
de: Geschlossener Loop
fr: Boucle fermée
it: Loop chiuso
nb: Lukket loop
nl: Gesloten loop
ru: Замкнутая петля
sv: Sluten loop
tr: Kapalı döngü
zh_hans: 启动闭环

source: Configuration
de: Konfiguration
it: Impostazioni
nb: Oppsett
nl: Instellingen
ru: Конфигурация
sv: Konfiguration
tr: Yapılandırma
zh_hans: 配置

source: Configure Libre Transmitter
de: Libre Sender konfigurieren
fr: Configurer le Transmetteur Libre
it: Configura Libre Transmitter
nb: Konfigurer Libre-sender
nl: Configureer Libre zender
ru: Настроить Libre Transmitter
sv: Ställ in en Libre-sändare
tr: Libre Vericiyi Yapılandır
zh_hans: 配置 Libre 发射器

source: Connect
de: Verbinden
fr: Se connecter
it: Connetti
nb: Koble til
nl: Verbinden
ru: Подключить
sv: Anslut
tr: Bağlan
zh_hans: 连接

source: Connect to Apple Health
de: Apple Health verbinden
fr: Connectez Apple Santé
it: Connetti con Apple Health
nb: Koble til Apple Helse
nl: Verbinden met Apple Gezondheid
ru: Подключить к Apple Health
sv: Anslut till Apple Hälsa
tr: Apple Sağlık Uygulamasına bağlan
zh_hans: 连接到苹果健康

source: Connected!
de: Verbunden!
fr: Connecté !
it: Connesso!
nb: Tilkoblet!
nl: Verbonden!
ru: Подключено!
sv: Ansluten!
tr: Bağlı!
zh_hans: 已连接

source: Connecting...
de: Verbindung wird hergestellt...
fr: En cours de connexion ...
it: Sto connettendo...
nb: Kobler til...
nl: Verbinden...
ru: Подключение...
sv: Ansluter...
tr: Bağlanıyor...
zh_hans: 正在连接...

source: Connection State
de: Verbindungsstatus
fr: État de la connexion
it: Stato di Connessione
nb: Tilkoblingsstatus
nl: Verbindingsstatus
ru: Состояние соединения
sv: Anslutningsstatus
tr: Bağlantı Durumu
zh_hans: 连接状态

source: Continue without bolus
de: Ohne Bolusabgabe fortfahren
fr: Continuer sans bonus
it: Continua senza eseguire un bolo
nb: Fortsett uten å gi bolus
nl: Verdergaan zonder bolus
ru: Продолжить без болюса
sv: Fortsätt utan bolus
tr: Bolus yapmadan devam edin
zh_hans: 不输注胰岛素并继续

source: Create events in calendar
de: Kalendereintrag erstellen
fr: Créer des événements dans le calendrier
it: Crea eventi nel calendario
nb: Opprett hendelser i kalenderen
nl: Voeg gebeurtenissen toe aan de kalender
ru: Создавать событий в календаре
sv: Skapa kalenderhändelser
tr: Takvimde etkinlikler oluşturun
zh_hans: 在日历中创建事件
